<?php

    return [

        // Меню сайта Навигация
        "home"              =>  "Главный",
        "shop"              =>  "Магазин",
        "sale"              =>  "Распродажа",
        "blog"              =>  "Блог",
        "about"             =>  "О нас",
        "contact"           =>  "Контакт",
        "contacts"          =>  "Контакты",

        // Товары
        "products"          =>  "Продукты",
        "categories"        =>  "Категории",
        "our_products"      =>  "наши продукты",
        "featured"          =>  "Рекомендуемые",
        "sale"              =>  "Распродажа",
        "top_rate"          =>  "Лучшие тарифы",
        "add_to_cart"       =>  "В корзину",
        "description"       =>  "Описание",
        "size"              =>  "Размер",
        "color"             =>  "Цвет",
        "related_products"  =>  "СВЯЗАННЫЕ ПРОДУКТЫ",
        "count_searched"    =>  "Кол-во найденных прод: ",
        "no_searched"       =>  "По вашему запросу не чего не найдено",


        // Категории
        "all"               =>  "Все",
        "mans"              =>  "Мужской",
        "car"               =>  "Машины",
        "woman"             =>  "Женский",
        "children"          =>  "Детский",

        // Сайт
        "sign_in"           =>  "Войти",
        "create_account"    =>  "Регистрация",
        "forgot_password"   =>  "Забыли пароль?",
        "register"          =>  "Регистрировать",
        "password_reset"    =>  "Получить ссылку",
        "reset_password"    =>  "Сбросить пороль ",
        "go_to"             =>  "перейти на",

        // Пользователи
        "your_created_at"   =>  "Вы зарегистрировались в ",
        "my_avatar"         =>  "Мой аватар",
        "profile"           =>  "Профайл",
        "edit"              =>  "Редактировать",
        "avatar"            =>  "Аватар",
        "private_cabinet"   =>  "Личный кабинет",
        "admin_panel"       =>  "Админ панель",
        "moderator_panel"   =>  "Модератор панель",
        "logout"            =>  "Выйти",

        // Авторизация и Аутентификация  пользователей
        "sign_in_to_your_account"   => "Войдите в свой аккаунт",



        // Слайд Сайта
        "sliders"           =>  "Слайды",
        "show_now"          =>  "Показать сейчас",

        // Сайдбар продуктов
        "filters"           =>  "Фильтры",
        "filter"            =>  "Фильтр",
        "price"             =>  "Цены",
        "range"             =>  "Диапазон",
        "color"             =>  "Цвет",
        "search"            =>  "Поиск",
        "search_products"   =>  "Поиск продуктов",


        // Сайдбар пользователя
        "my_buys"           =>  "Мой покупки",
        "my_information"    =>  "Моё Информация",
        "my_orders"         =>  "Мой заказы",

        // Корзина
        "cart_total"        =>  "Всего",
        "cart"              =>  "Корзина",
        "image"             =>  "Изображение",
        "product"           =>  "Продукт",
        "quality"           =>  "Количество",
        "total"             =>  "Всего",
        "update_cart"       =>  "Обновить корзину",
        "cart_totals"       =>  "Корзина всего",
        "count"             =>  "Кол-во",
        "sub_total"         =>  "Итого",
        "shipping"          =>  "Доставка",
        "protected_to_checkout"     =>  "Оформить заказ",
        "action"            =>  "Действие",
        "update"            =>  "Обновить",
        "view_cart"         =>  "посмт кор",  // "просмотреть корзину"
        "clear_cart"        =>  "Очис кор",                // "Очистить корзину",
        "thank_you_order_checked"   =>  "Спасибо ваш заказ оформлен мы ввяжемся с вами сближающий время!",

        // Покупка не зарегистрированного пользователь
        "your_data"         =>  "Ваши данные",
        "customer"          =>  "Заказчик",
        "in_processing"     =>  "В обработке",
        "processed"         =>  "Обработано",


        // Фоотер сайта
        "get_in_touch"      =>  "связаться",
        "newsletter"        =>  "Новостная рассылка",
        "subscribe"         =>  "Подписаться",

        // Контакты
        "send_us_message"   =>  "Отправить нам сообщение",
        "full_name"         =>  "Полная имя",
        "phone_number"      =>  "Номер телефона",
        "email_address"     =>  "Адрес электронной почты",
        "message"           =>  "Сообщение",
        "send"              =>  "Отправить",




    ];


?>
